export const data = [
    {
        "id": 12669,
        "name": "Электроника",
        "url": "/"
    },
    {
        "id": 12723,
        "parentId": 12669,
        "name": "Телефоны",
        "url": "/"
    },
    {
        "id": 29366,
        "parentId": 12723,
        "name": "Мобильные телефоны",
        "url": "/"
    },
    {
        "id": 12758,
        "parentId": 12723,
        "name": "Аксессуары",
        "url": "/"
    },
    {
        "id": 12756,
        "parentId": 12723,
        "name": "Рации",
        "url": "/"
    },
    {
        "id": 12757,
        "parentId": 12723,
        "name": "Стационарные телефоны",
        "url": "/",
    },
    {
        "id": 12670,
        "parentId": 12669,
        "name": "Аудио и видео",
        "url": "/"
    },
    {
        "id": 12680,
        "parentId": 12670,
        "name": "Телевизоры и проекторы",
        "url": "/"
    },
    {
        "id": 28958,
        "parentId": 12680,
        "name": "Телевизоры",
        "url": "/"
    },
    {
        "id": 28959,
        "parentId": 12680,
        "name": "Проекторы",
        "url": "/"
    },
    {
        "id": 28960,
        "parentId": 12680,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12679,
        "parentId": 12670,
        "name": "Наушники",
        "url": "/"
    },
    {
        "id": 12673,
        "parentId": 12670,
        "name": "Акустика, колонки, сабвуферы",
        "url": "/"
    },
    {
        "id": 12682,
        "parentId": 12670,
        "name": "Аксессуары",
        "url": "/"
    },
    {
        "id": 12678,
        "parentId": 12670,
        "name": "Музыкальные центры, магнитолы",
        "url": "/"
    },
    {
        "id": 12681,
        "parentId": 12670,
        "name": "Усилители и ресиверы",
        "url": "/"
    },
    {
        "id": 12674,
        "parentId": 12670,
        "name": "Видеокамеры",
        "url": "/"
    },
    {
        "id": 12672,
        "parentId": 12670,
        "name": "Видео, DVD и Blu-ray плееры",
        "url": "/"
    },
    {
        "id": 12675,
        "parentId": 12670,
        "name": "Кабели и адаптеры",
        "url": "/"
    },
    {
        "id": 12677,
        "parentId": 12670,
        "name": "Музыка и фильмы",
        "url": "/"
    },
    {
        "id": 12676,
        "parentId": 12670,
        "name": "Микрофоны",
        "url": "/"
    },
    {
        "id": 12671,
        "parentId": 12670,
        "name": "MP3-плееры",
        "url": "/"
    },
    {
        "id": 12766,
        "parentId": 12669,
        "name": "Товары для компьютера",
        "url": "/"
    },
    {
        "id": 12771,
        "parentId": 12766,
        "name": "Комплектующие",
        "url": "/"
    },
    {
        "id": 12775,
        "parentId": 12771,
        "name": "Материнские платы",
        "url": "/"
    },
    {
        "id": 12780,
        "parentId": 12771,
        "name": "Оперативная память",
        "url": "/"
    },
    {
        "id": 12776,
        "parentId": 12771,
        "name": "Жёсткие диски",
        "url": "/"
    },
    {
        "id": 12773,
        "parentId": 12771,
        "name": "Блоки питания",
        "url": "/"
    },
    {
        "id": 12781,
        "parentId": 12771,
        "name": "Процессоры",
        "url": "/"
    },
    {
        "id": 12779,
        "parentId": 12771,
        "name": "Корпусы",
        "url": "/"
    },
    {
        "id": 12782,
        "parentId": 12771,
        "name": "Системы охлаждения",
        "url": "/"
    },
    {
        "id": 12778,
        "parentId": 12771,
        "name": "Контроллеры",
        "url": "/"
    },
    {
        "id": 12777,
        "parentId": 12771,
        "name": "Звуковые карты",
        "url": "/"
    },
    {
        "id": 12772,
        "parentId": 12771,
        "name": "CD, DVD и Blu-ray приводы",
        "url": "/"
    },
    {
        "id": 12774,
        "parentId": 12771,
        "name": "Видеокарты",
        "url": "/"
    },
    {
        "id": 12783,
        "parentId": 12766,
        "name": "Мониторы",
        "url": "/"
    },
    {
        "id": 12785,
        "parentId": 12766,
        "name": "Сетевое оборудование",
        "url": "/"
    },
    {
        "id": 12770,
        "parentId": 12766,
        "name": "Клавиатуры и мыши",
        "url": "/"
    },
    {
        "id": 12788,
        "parentId": 12766,
        "name": "Аксессуары",
        "url": "/"
    },
    {
        "id": 12769,
        "parentId": 12766,
        "name": "Джойстики и рули",
        "url": "/"
    },
    {
        "id": 12787,
        "parentId": 12766,
        "name": "Флэшки и карты памяти",
        "url": "/"
    },
    {
        "id": 12767,
        "parentId": 12766,
        "name": "Акустика",
        "url": "/"
    },
    {
        "id": 12784,
        "parentId": 12766,
        "name": "Переносные жёсткие диски",
        "url": "/"
    },
    {
        "id": 12768,
        "parentId": 12766,
        "name": "Веб-камеры",
        "url": "/"
    },
    {
        "id": 12786,
        "parentId": 12766,
        "name": "ТВ-тюнеры",
        "url": "/"
    },
    {
        "id": 12690,
        "parentId": 12669,
        "name": "Игры, приставки и программы",
        "url": "/"
    },
    {
        "id": 12693,
        "parentId": 12690,
        "name": "Игровые приставки",
        "url": "/"
    },
    {
        "id": 12691,
        "parentId": 12690,
        "name": "Игры для приставок",
        "url": "/"
    },
    {
        "id": 12692,
        "parentId": 12690,
        "name": "Компьютерные игры",
        "url": "/"
    },
    {
        "id": 12694,
        "parentId": 12690,
        "name": "Программы",
        "url": "/"
    },
    {
        "id": 12696,
        "parentId": 12669,
        "name": "Ноутбуки",
        "url": "/"
    },
    {
        "id": 12695,
        "parentId": 12669,
        "name": "Настольные компьютеры",
        "url": "/"
    },
    {
        "id": 12683,
        "parentId": 12669,
        "name": "Фототехника",
        "url": "/"
    },
    {
        "id": 12689,
        "parentId": 12683,
        "name": "Оборудование и аксессуары",
        "url": "/"
    },
    {
        "id": 12685,
        "parentId": 12683,
        "name": "Зеркальные фотоаппараты",
        "url": "/"
    },
    {
        "id": 12688,
        "parentId": 12683,
        "name": "Объективы",
        "url": "/"
    },
    {
        "id": 12684,
        "parentId": 12683,
        "name": "Компактные фотоаппараты",
        "url": "/"
    },
    {
        "id": 12686,
        "parentId": 12683,
        "name": "Плёночные фотоаппараты",
        "url": "/"
    },
    {
        "id": 12687,
        "parentId": 12683,
        "name": "Бинокли и телескопы",
        "url": "/"
    },
    {
        "id": 12710,
        "parentId": 12669,
        "name": "Планшеты и электронные книги",
        "url": "/"
    },
    {
        "id": 12711,
        "parentId": 12710,
        "name": "Планшеты",
        "url": "/"
    },
    {
        "id": 12713,
        "parentId": 12710,
        "name": "Аксессуары",
        "url": "/"
    },
    {
        "id": 12714,
        "parentId": 12713,
        "name": "Аккумуляторы",
        "url": "/"
    },
    {
        "id": 12716,
        "parentId": 12713,
        "name": "Гарнитуры и наушники",
        "url": "/"
    },
    {
        "id": 12717,
        "parentId": 12713,
        "name": "Док-станции",
        "url": "/"
    },
    {
        "id": 12718,
        "parentId": 12713,
        "name": "Зарядные устройства",
        "url": "/"
    },
    {
        "id": 12719,
        "parentId": 12713,
        "name": "Кабели и адаптеры",
        "url": "/"
    },
    {
        "id": 12720,
        "parentId": 12713,
        "name": "Модемы и роутеры",
        "url": "/"
    },
    {
        "id": 12715,
        "parentId": 12713,
        "name": "Стилусы",
        "url": "/"
    },
    {
        "id": 12721,
        "parentId": 12713,
        "name": "Чехлы и плёнки",
        "url": "/"
    },
    {
        "id": 12722,
        "parentId": 12713,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12712,
        "parentId": 12710,
        "name": "Электронные книги",
        "url": "/"
    },
    {
        "id": 12697,
        "parentId": 12669,
        "name": "Оргтехника и расходники",
        "url": "/"
    },
    {
        "parentId": 12697,
        "name": "Расходные материалы",
        "url": "/"
    },
    {
        "id": 12704,
        "parentId": 12703,
        "name": "Блоки питания и батареи",
        "url": "/"
    },
    {
        "id": 12706,
        "parentId": 12703,
        "name": "Бумага",
        "url": "/"
    },
    {
        "id": 12707,
        "parentId": 12703,
        "name": "Кабели и адаптеры",
        "url": "/"
    },
    {
        "id": 12705,
        "parentId": 12703,
        "name": "Болванки",
        "url": "/"
    },
    {
        "id": 12708,
        "parentId": 12703,
        "name": "Картриджи",
        "url": "/"
    },
    {
        "id": 12698,
        "parentId": 12697,
        "name": "МФУ, копиры и сканеры",
        "url": "/"
    },
    {
        "id": 28966,
        "parentId": 12698,
        "name": "МФУ",
        "url": "/"
    },
    {
        "id": 28967,
        "parentId": 12698,
        "name": "Копиры",
        "url": "/"
    },
    {
        "id": 28968,
        "parentId": 12698,
        "name": "Сканеры",
        "url": "/"
    },
    {
        "id": 28969,
        "parentId": 12698,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12699,
        "parentId": 12697,
        "name": "Принтеры",
        "url": "/"
    },
    {
        "id": 12709,
        "parentId": 12697,
        "name": "Канцелярия",
        "url": "/"
    },
    {
        "id": 12701,
        "parentId": 12697,
        "name": "ИБП, сетевые фильтры",
        "url": "/"
    },
    {
        "id": 28978,
        "parentId": 12701,
        "name": "ИБП",
        "url": "/"
    },
    {
        "id": 28979,
        "parentId": 12701,
        "name": "Стабилизаторы напряжения",
        "url": "/"
    },
    {
        "id": 28980,
        "parentId": 12701,
        "name": "Сетевые фильтры",
        "url": "/"
    },
    {
        "id": 28981,
        "parentId": 12701,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12700,
        "parentId": 12697,
        "name": "Телефония",
        "url": "/"
    },
    {
        "id": 12702,
        "parentId": 12697,
        "name": "Уничтожители бумаг",
        "url": "/"
    },
    {
        "id": 12398,
        "name": "Одежда, обувь и аксессуары",
        "url": "/"
    },
    {
        "id": 12399,
        "parentId": 12398,
        "name": "Одежда, обувь, аксессуары",
        "url": "/"
    },
    {
        "id": 12400,
        "parentId": 12399,
        "name": "Женская одежда",
        "url": "/"
    },
    {
        "id": 12403,
        "parentId": 12400,
        "name": "Верхняя одежда",
        "url": "/"
    },
    {
        "id": 30561,
        "parentId": 12403,
        "name": "Шубы",
        "url": "/"
    },
    {
        "id": 30562,
        "parentId": 12403,
        "name": "Пальто",
        "url": "/"
    },
    {
        "id": 30576,
        "parentId": 12403,
        "name": "Зимние куртки и пуховики",
        "url": "/"
    },
    {
        "id": 30563,
        "parentId": 12403,
        "name": "Демисезонные куртки",
        "url": "/"
    },
    {
        "id": 30564,
        "parentId": 12403,
        "name": "Плащи и тренчи",
        "url": "/"
    },
    {
        "id": 30565,
        "parentId": 12403,
        "name": "Парки",
        "url": "/"
    },
    {
        "id": 30566,
        "parentId": 12403,
        "name": "Жилеты",
        "url": "/"
    },
    {
        "id": 30567,
        "parentId": 12403,
        "name": "Джинсовые куртки",
        "url": "/"
    },
    {
        "id": 30568,
        "parentId": 12403,
        "name": "Лёгкие куртки и ветровки",
        "url": "/"
    },
    {
        "id": 30569,
        "parentId": 12403,
        "name": "Дублёнки",
        "url": "/"
    },
    {
        "id": 30570,
        "parentId": 12403,
        "name": "Кожаные куртки",
        "url": "/"
    },
    {
        "id": 30571,
        "parentId": 12403,
        "name": "Косухи",
        "url": "/"
    },
    {
        "id": 30572,
        "parentId": 12403,
        "name": "Бомберы",
        "url": "/"
    },
    {
        "id": 30573,
        "parentId": 12403,
        "name": "Пончо",
        "url": "/"
    },
    {
        "id": 30574,
        "parentId": 12403,
        "name": "Анораки",
        "url": "/"
    },
    {
        "id": 30575,
        "parentId": 12403,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12409,
        "parentId": 12400,
        "name": "Платья и юбки",
        "url": "/"
    },
    {
        "id": 12412,
        "parentId": 12400,
        "name": "Трикотаж",
        "url": "/"
    },
    {
        "id": 12408,
        "parentId": 12400,
        "name": "Пиджаки и костюмы",
        "url": "/"
    },
    {
        "id": 12401,
        "parentId": 12400,
        "name": "Брюки",
        "url": "/"
    },
    {
        "id": 12404,
        "parentId": 12400,
        "name": "Джинсы",
        "url": "/"
    },
    {
        "id": 12406,
        "parentId": 12400,
        "name": "Нижнее бельё",
        "url": "/"
    },
    {
        "id": 12411,
        "parentId": 12400,
        "name": "Свадебные платья",
        "url": "/"
    },
    {
        "id": 12410,
        "parentId": 12400,
        "name": "Рубашки и блузки",
        "url": "/"
    },
    {
        "id": 12402,
        "parentId": 12400,
        "name": "Топы и футболки",
        "url": "/"
    },
    {
        "id": 12405,
        "parentId": 12400,
        "name": "Купальники",
        "url": "/"
    },
    {
        "id": 12413,
        "parentId": 12400,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 30986,
        "parentId": 12399,
        "name": "Женская обувь",
        "url": "/"
    },
    {
        "id": 31452,
        "parentId": 30986,
        "name": "Туфли",
        "url": "/"
    },
    {
        "id": 31453,
        "parentId": 30986,
        "name": "Сапоги",
        "url": "/"
    },
    {
        "id": 31456,
        "parentId": 30986,
        "name": "Босоножки",
        "url": "/"
    },
    {
        "id": 31457,
        "parentId": 30986,
        "name": "Ботильоны",
        "url": "/"
    },
    {
        "id": 31458,
        "parentId": 30986,
        "name": "Ботинки и полуботинки",
        "url": "/"
    },
    {
        "id": 31454,
        "parentId": 30986,
        "name": "Кроссовки и кеды",
        "url": "/"
    },
    {
        "id": 31459,
        "parentId": 30986,
        "name": "Полусапоги",
        "url": "/"
    },
    {
        "id": 31460,
        "parentId": 30986,
        "name": "Балетки",
        "url": "/"
    },
    {
        "id": 31461,
        "parentId": 30986,
        "name": "Угги, валенки, дутики",
        "url": "/"
    },
    {
        "id": 31462,
        "parentId": 30986,
        "name": "Сабо и мюли",
        "url": "/"
    },
    {
        "id": 31463,
        "parentId": 30986,
        "name": "Резиновая обувь",
        "url": "/"
    },
    {
        "id": 31464,
        "parentId": 30986,
        "name": "Мокасины и лоферы",
        "url": "/"
    },
    {
        "id": 31455,
        "parentId": 30986,
        "name": "Сандалии",
        "url": "/"
    },
    {
        "id": 31465,
        "parentId": 30986,
        "name": "Шлёпанцы и сланцы",
        "url": "/"
    },
    {
        "id": 31466,
        "parentId": 30986,
        "name": "Домашняя обувь",
        "url": "/"
    },
    {
        "id": 31467,
        "parentId": 30986,
        "name": "Спортивная обувь",
        "url": "/"
    },
    {
        "id": 31468,
        "parentId": 30986,
        "name": "Слипоны и эспадрильи",
        "url": "/"
    },
    {
        "id": 31469,
        "parentId": 30986,
        "name": "Уход за обувью",
        "url": "/"
    },
    {
        "id": 12414,
        "parentId": 12399,
        "name": "Мужская одежда",
        "url": "/"
    },
    {
        "id": 12418,
        "parentId": 12414,
        "name": "Верхняя одежда",
        "url": "/"
    },
    {
        "id": 30547,
        "parentId": 12418,
        "name": "Зимние куртки и пуховики",
        "url": "/"
    },
    {
        "id": 30548,
        "parentId": 12418,
        "name": "Лёгкие куртки и ветровки",
        "url": "/"
    },
    {
        "id": 30549,
        "parentId": 12418,
        "name": "Демисезонные куртки",
        "url": "/"
    },
    {
        "id": 30550,
        "parentId": 12418,
        "name": "Пальто",
        "url": "/"
    },
    {
        "id": 30551,
        "parentId": 12418,
        "name": "Дублёнки и шубы",
        "url": "/"
    },
    {
        "id": 30552,
        "parentId": 12418,
        "name": "Жилеты",
        "url": "/"
    },
    {
        "id": 30553,
        "parentId": 12418,
        "name": "Парки",
        "url": "/"
    },
    {
        "id": 30554,
        "parentId": 12418,
        "name": "Джинсовые куртки",
        "url": "/"
    },
    {
        "id": 30555,
        "parentId": 12418,
        "name": "Кожаные куртки",
        "url": "/"
    },
    {
        "id": 30556,
        "parentId": 12418,
        "name": "Бомберы",
        "url": "/"
    },
    {
        "id": 30557,
        "parentId": 12418,
        "name": "Плащи и тренчи",
        "url": "/"
    },
    {
        "id": 30558,
        "parentId": 12418,
        "name": "Косухи",
        "url": "/"
    },
    {
        "id": 30559,
        "parentId": 12418,
        "name": "Анораки",
        "url": "/"
    },
    {
        "id": 30560,
        "parentId": 12418,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12416,
        "parentId": 12414,
        "name": "Трикотаж и футболки",
        "url": "/"
    },
    {
        "id": 12421,
        "parentId": 12414,
        "name": "Пиджаки и костюмы",
        "url": "/"
    },
    {
        "id": 12419,
        "parentId": 12414,
        "name": "Джинсы",
        "url": "/"
    },
    {
        "id": 12415,
        "parentId": 12414,
        "name": "Брюки",
        "url": "/"
    },
    {
        "id": 12422,
        "parentId": 12414,
        "name": "Рубашки",
        "url": "/"
    },
    {
        "id": 12417,
        "parentId": 12414,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 30987,
        "parentId": 12399,
        "name": "Мужская обувь",
        "url": "/"
    },
    {
        "id": 31470,
        "parentId": 30987,
        "name": "Кроссовки",
        "url": "/"
    },
    {
        "id": 31471,
        "parentId": 30987,
        "name": "Ботинки и полуботинки",
        "url": "/"
    },
    {
        "id": 31472,
        "parentId": 30987,
        "name": "Туфли",
        "url": "/"
    },
    {
        "id": 31473,
        "parentId": 30987,
        "name": "Кеды",
        "url": "/"
    },
    {
        "id": 31474,
        "parentId": 30987,
        "name": "Сапоги и полусапоги",
        "url": "/"
    },
    {
        "id": 31475,
        "parentId": 30987,
        "name": "Мокасины и лоферы",
        "url": "/"
    },
    {
        "id": 31476,
        "parentId": 30987,
        "name": "Спортивная обувь",
        "url": "/"
    },
    {
        "id": 31477,
        "parentId": 30987,
        "name": "Угги, валенки, дутики",
        "url": "/"
    },
    {
        "id": 31478,
        "parentId": 30987,
        "name": "Рабочая обувь",
        "url": "/"
    },
    {
        "id": 31479,
        "parentId": 30987,
        "name": "Резиновая обувь",
        "url": "/"
    },
    {
        "id": 31480,
        "parentId": 30987,
        "name": "Сандалии",
        "url": "/"
    },
    {
        "id": 31481,
        "parentId": 30987,
        "name": "Шлёпанцы и сланцы",
        "url": "/"
    },
    {
        "id": 31482,
        "parentId": 30987,
        "name": "Домашняя обувь",
        "url": "/"
    },
    {
        "id": 31483,
        "parentId": 30987,
        "name": "Слипоны и эспадрильи",
        "url": "/"
    },
    {
        "id": 31484,
        "parentId": 30987,
        "name": "Уход за обувью",
        "url": "/"
    },
    {
        "id": 31070,
        "parentId": 12399,
        "name": "Сумки, рюкзаки и чемоданы",
        "url": "/"
    },
    {
        "id": 31077,
        "parentId": 31070,
        "name": "Сумки",
        "url": "/"
    },
    {
        "id": 31078,
        "parentId": 31070,
        "name": "Рюкзаки",
        "url": "/"
    },
    {
        "id": 31079,
        "parentId": 31070,
        "name": "Чемоданы и дорожные сумки",
        "url": "/"
    },
    {
        "id": 31080,
        "parentId": 31070,
        "name": "Портфели и борсетки",
        "url": "/"
    },
    {
        "id": 31081,
        "parentId": 31070,
        "name": "Кошельки, визитницы, ключницы",
        "url": "/"
    },
    {
        "id": 31082,
        "parentId": 31070,
        "name": "Косметички и бьюти–кейсы",
        "url": "/"
    },
    {
        "id": 12423,
        "parentId": 12399,
        "name": "Аксессуары",
        "url": "/"
    },
    {
        "id": 30183,
        "parentId": 12423,
        "name": "Головные уборы",
        "url": "/"
    },
    {
        "id": 30179,
        "parentId": 12423,
        "name": "Платки и шарфы",
        "url": "/"
    },
    {
        "id": 30189,
        "parentId": 12423,
        "name": "Очки",
        "url": "/"
    },
    {
        "id": 30186,
        "parentId": 12423,
        "name": "Ремни, пояса, подтяжки",
        "url": "/"
    },
    {
        "id": 30176,
        "parentId": 12423,
        "name": "Перчатки и варежки",
        "url": "/"
    },
    {
        "id": 30187,
        "parentId": 12423,
        "name": "Украшения",
        "url": "/"
    },
    {
        "id": 30178,
        "parentId": 12423,
        "name": "Зонты",
        "url": "/"
    },
    {
        "id": 30177,
        "parentId": 12423,
        "name": "Обложки для документов",
        "url": "/"
    },
    {
        "id": 30181,
        "parentId": 12423,
        "name": "Аксессуары для волос",
        "url": "/"
    },
    {
        "id": 30182,
        "parentId": 12423,
        "name": "Галстуки и бабочки",
        "url": "/"
    },
    {
        "id": 30748,
        "parentId": 12423,
        "name": "Носки, чулки, колготки",
        "url": "/"
    },
    {
        "id": 30191,
        "parentId": 12423,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12424,
        "parentId": 12398,
        "name": "Детская одежда и обувь",
        "url": "/"
    },
    {
        "id": 12425,
        "parentId": 12424,
        "name": "Для девочек",
        "url": "/"
    },
    {
        "id": 12427,
        "parentId": 12425,
        "name": "Верхняя одежда",
        "url": "/"
    },
    {
        "id": 12429,
        "parentId": 12425,
        "name": "Обувь",
        "url": "/"
    },
    {
        "id": 12431,
        "parentId": 12425,
        "name": "Платья и юбки",
        "url": "/"
    },
    {
        "id": 12432,
        "parentId": 12425,
        "name": "Трикотаж",
        "url": "/"
    },
    {
        "id": 12428,
        "parentId": 12425,
        "name": "Комбинезоны и боди",
        "url": "/"
    },
    {
        "id": 12433,
        "parentId": 12425,
        "name": "Шапки, варежки, шарфы",
        "url": "/"
    },
    {
        "id": 12426,
        "parentId": 12425,
        "name": "Брюки",
        "url": "/"
    },
    {
        "id": 12430,
        "parentId": 12425,
        "name": "Пижамы",
        "url": "/"
    },
    {
        "id": 12434,
        "parentId": 12425,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12435,
        "parentId": 12424,
        "name": "Для мальчиков",
        "url": "/"
    },
    {
        "id": 12437,
        "parentId": 12435,
        "name": "Верхняя одежда",
        "url": "/"
    },
    {
        "id": 12439,
        "parentId": 12435,
        "name": "Обувь",
        "url": "/"
    },
    {
        "id": 12441,
        "parentId": 12435,
        "name": "Трикотаж",
        "url": "/"
    },
    {
        "id": 12438,
        "parentId": 12435,
        "name": "Комбинезоны и боди",
        "url": "/"
    },
    {
        "id": 12436,
        "parentId": 12435,
        "name": "Брюки",
        "url": "/"
    },
    {
        "id": 12442,
        "parentId": 12435,
        "name": "Шапки, варежки, шарфы",
        "url": "/"
    },
    {
        "id": 12440,
        "parentId": 12435,
        "name": "Пижамы",
        "url": "/"
    },
    {
        "id": 12443,
        "parentId": 12435,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12444,
        "parentId": 12398,
        "name": "Товары для детей и игрушки",
        "url": "/"
    },
    {
        "id": 12450,
        "parentId": 12444,
        "name": "Игрушки",
        "url": "/"
    },
    {
        "id": 12446,
        "parentId": 12444,
        "name": "Детские коляски",
        "url": "/"
    },
    {
        "id": 12449,
        "parentId": 12444,
        "name": "Детская мебель",
        "url": "/"
    },
    {
        "id": 12448,
        "parentId": 12444,
        "name": "Велосипеды и самокаты",
        "url": "/"
    },
    {
        "id": 12451,
        "parentId": 12444,
        "name": "Товары для кормления",
        "url": "/"
    },
    {
        "id": 12445,
        "parentId": 12444,
        "name": "Автомобильные кресла",
        "url": "/"
    },
    {
        "id": 12447,
        "parentId": 12444,
        "name": "Постельные принадлежности",
        "url": "/"
    },
    {
        "id": 12452,
        "parentId": 12444,
        "name": "Товары для купания",
        "url": "/"
    },
    {
        "id": 12453,
        "parentId": 12444,
        "name": "Товары для школы",
        "url": "/"
    },
    {
        "id": 12458,
        "parentId": 12398,
        "name": "Красота и здоровье",
        "url": "/"
    },
    {
        "id": 12465,
        "parentId": 12458,
        "name": "Медицинские изделия",
        "url": "/"
    },
    {
        "id": 12462,
        "parentId": 12458,
        "name": "Приборы и аксессуары",
        "url": "/"
    },
    {
        "id": 12461,
        "parentId": 12458,
        "name": "Парфюмерия",
        "url": "/"
    },
    {
        "id": 12463,
        "parentId": 12458,
        "name": "Средства гигиены",
        "url": "/"
    },
    {
        "id": 12459,
        "parentId": 12458,
        "name": "Косметика",
        "url": "/"
    },
    {
        "id": 12464,
        "parentId": 12458,
        "name": "Средства для волос",
        "url": "/"
    },
    {
        "id": 12454,
        "parentId": 12398,
        "name": "Часы и украшения",
        "url": "/"
    },
    {
        "id": 12456,
        "parentId": 12454,
        "name": "Часы",
        "url": "/"
    },
    {
        "id": 34818,
        "parentId": 12456,
        "name": "Наручные или карманные",
        "url": "/"
    },
    {
        "id": 34819,
        "parentId": 12456,
        "name": "Смарт-часы или браслет",
        "url": "/"
    },
    {
        "id": 34820,
        "parentId": 12456,
        "name": "Для интерьера",
        "url": "/"
    },
    {
        "id": 12457,
        "parentId": 12454,
        "name": "Ювелирные изделия",
        "url": "/"
    },
    {
        "id": 30106,
        "parentId": 12457,
        "name": "Кольца и перстни",
        "url": "/"
    },
    {
        "id": 30107,
        "parentId": 12457,
        "name": "Серьги",
        "url": "/"
    },
    {
        "id": 30108,
        "parentId": 12457,
        "name": "Кулоны и подвески",
        "url": "/"
    },
    {
        "id": 30109,
        "parentId": 12457,
        "name": "Браслеты",
        "url": "/"
    },
    {
        "id": 34329,
        "parentId": 12457,
        "name": "Пирсинг",
        "url": "/"
    },
    {
        "id": 30110,
        "parentId": 12457,
        "name": "Цепи",
        "url": "/"
    },
    {
        "id": 30111,
        "parentId": 12457,
        "name": "Колье",
        "url": "/"
    },
    {
        "id": 30112,
        "parentId": 12457,
        "name": "Шармы",
        "url": "/"
    },
    {
        "id": 30113,
        "parentId": 12457,
        "name": "Броши",
        "url": "/"
    },
    {
        "id": 30114,
        "parentId": 12457,
        "name": "Комплекты",
        "url": "/"
    },
    {
        "id": 30115,
        "parentId": 12457,
        "name": "Религиозные изделия",
        "url": "/"
    },
    {
        "id": 30116,
        "parentId": 12457,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12455,
        "parentId": 12454,
        "name": "Бижутерия",
        "url": "/"
    },
    {
        "id": 12789,
        "name": "Хобби и отдых",
        "url": "/"
    },
    {
        "id": 12790,
        "parentId": 12789,
        "name": "Билеты и путешествия",
        "url": "/"
    },
    {
        "id": 12791,
        "parentId": 12790,
        "name": "Карты, купоны",
        "url": "/"
    },
    {
        "id": 12792,
        "parentId": 12790,
        "name": "Концерты",
        "url": "/"
    },
    {
        "id": 12793,
        "parentId": 12790,
        "name": "Путешествия",
        "url": "/"
    },
    {
        "id": 12794,
        "parentId": 12790,
        "name": "Спорт",
        "url": "/"
    },
    {
        "id": 12795,
        "parentId": 12790,
        "name": "Театр, опера, балет",
        "url": "/"
    },
    {
        "id": 12796,
        "parentId": 12790,
        "name": "Цирк, кино",
        "url": "/"
    },
    {
        "id": 12797,
        "parentId": 12790,
        "name": "Шоу, мюзикл",
        "url": "/"
    },
    {
        "id": 12813,
        "parentId": 12789,
        "name": "Велосипеды",
        "url": "/"
    },
    {
        "id": 12814,
        "parentId": 12813,
        "name": "Горные",
        "url": "/"
    },
    {
        "id": 12815,
        "parentId": 12813,
        "name": "Дорожные",
        "url": "/"
    },
    {
        "id": 12817,
        "parentId": 12813,
        "name": "ВМХ",
        "url": "/"
    },
    {
        "id": 12818,
        "parentId": 12813,
        "name": "Детские",
        "url": "/"
    },
    {
        "id": 12816,
        "parentId": 12813,
        "name": "Запчасти и аксессуары",
        "url": "/"
    },
    {
        "id": 12819,
        "parentId": 12789,
        "name": "Книги и журналы",
        "url": "/"
    },
    {
        "id": 12820,
        "parentId": 12819,
        "name": "Журналы, газеты, брошюры",
        "url": "/"
    },
    {
        "id": 12821,
        "parentId": 12819,
        "name": "Книги",
        "url": "/"
    },
    {
        "id": 12822,
        "parentId": 12819,
        "name": "Учебная литература",
        "url": "/"
    },
    {
        "id": 12823,
        "parentId": 12789,
        "name": "Коллекционирование",
        "url": "/"
    },
    {
        "id": 12824,
        "parentId": 12823,
        "name": "Банкноты",
        "url": "/"
    },
    {
        "id": 12831,
        "parentId": 12823,
        "name": "Билеты",
        "url": "/"
    },
    {
        "id": 12832,
        "parentId": 12823,
        "name": "Вещи знаменитостей, автографы",
        "url": "/"
    },
    {
        "id": 12833,
        "parentId": 12823,
        "name": "Военные вещи",
        "url": "/"
    },
    {
        "id": 12834,
        "parentId": 12823,
        "name": "Грампластинки",
        "url": "/"
    },
    {
        "id": 12825,
        "parentId": 12823,
        "name": "Документы",
        "url": "/"
    },
    {
        "id": 12826,
        "parentId": 12823,
        "name": "Жетоны, медали, значки",
        "url": "/"
    },
    {
        "id": 12827,
        "parentId": 12823,
        "name": "Игры",
        "url": "/"
    },
    {
        "id": 12828,
        "parentId": 12823,
        "name": "Календари",
        "url": "/"
    },
    {
        "id": 12835,
        "parentId": 12823,
        "name": "Картины",
        "url": "/"
    },
    {
        "id": 12836,
        "parentId": 12823,
        "name": "Киндер-сюрприз",
        "url": "/"
    },
    {
        "id": 12829,
        "parentId": 12823,
        "name": "Конверты и почтовые карточки",
        "url": "/"
    },
    {
        "id": 12838,
        "parentId": 12823,
        "name": "Марки",
        "url": "/"
    },
    {
        "id": 12839,
        "parentId": 12823,
        "name": "Модели",
        "url": "/"
    },
    {
        "id": 12840,
        "parentId": 12823,
        "name": "Монеты",
        "url": "/"
    },
    {
        "id": 12841,
        "parentId": 12823,
        "name": "Открытки",
        "url": "/"
    },
    {
        "id": 12830,
        "parentId": 12823,
        "name": "Пепельницы, зажигалки",
        "url": "/"
    },
    {
        "id": 12842,
        "parentId": 12823,
        "name": "Пластиковые карточки",
        "url": "/"
    },
    {
        "id": 12843,
        "parentId": 12823,
        "name": "Спортивные карточки",
        "url": "/"
    },
    {
        "id": 12844,
        "parentId": 12823,
        "name": "Фотографии, письма",
        "url": "/"
    },
    {
        "id": 12845,
        "parentId": 12823,
        "name": "Этикетки, бутылки, пробки",
        "url": "/"
    },
    {
        "id": 12846,
        "parentId": 12823,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12847,
        "parentId": 12789,
        "name": "Музыкальные инструменты",
        "url": "/"
    },
    {
        "id": 12848,
        "parentId": 12847,
        "name": "Аккордеоны, гармони, баяны",
        "url": "/"
    },
    {
        "id": 12849,
        "parentId": 12847,
        "name": "Гитары и другие струнные",
        "url": "/"
    },
    {
        "id": 12850,
        "parentId": 12847,
        "name": "Духовые",
        "url": "/"
    },
    {
        "id": 12851,
        "parentId": 12847,
        "name": "Пианино и другие клавишные",
        "url": "/"
    },
    {
        "id": 12852,
        "parentId": 12847,
        "name": "Скрипки и другие смычковые",
        "url": "/"
    },
    {
        "id": 12853,
        "parentId": 12847,
        "name": "Ударные",
        "url": "/"
    },
    {
        "id": 12854,
        "parentId": 12847,
        "name": "Для студии и концертов",
        "url": "/"
    },
    {
        "id": 12855,
        "parentId": 12847,
        "name": "Аксессуары",
        "url": "/"
    },
    {
        "id": 12798,
        "parentId": 12789,
        "name": "Охота и рыбалка",
        "url": "/"
    },
    {
        "id": 12799,
        "parentId": 12789,
        "name": "Спорт и отдых",
        "url": "/"
    },
    {
        "id": 12800,
        "parentId": 12799,
        "name": "Бильярд и боулинг",
        "url": "/"
    },
    {
        "id": 12801,
        "parentId": 12799,
        "name": "Дайвинг и водный спорт",
        "url": "/"
    },
    {
        "id": 12802,
        "parentId": 12799,
        "name": "Единоборства",
        "url": "/"
    },
    {
        "id": 12803,
        "parentId": 12799,
        "name": "Зимние виды спорта",
        "url": "/"
    },
    {
        "id": 12804,
        "parentId": 12799,
        "name": "Игры с мячом",
        "url": "/"
    },
    {
        "id": 12805,
        "parentId": 12799,
        "name": "Настольные игры",
        "url": "/"
    },
    {
        "id": 12806,
        "parentId": 12799,
        "name": "Пейнтбол и страйкбол",
        "url": "/"
    },
    {
        "id": 12807,
        "parentId": 12799,
        "name": "Ролики и скейтбординг",
        "url": "/"
    },
    {
        "id": 12808,
        "parentId": 12799,
        "name": "Теннис, бадминтон, пинг-понг",
        "url": "/"
    },
    {
        "id": 12809,
        "parentId": 12799,
        "name": "Туризм",
        "url": "/"
    },
    {
        "id": 12810,
        "parentId": 12799,
        "name": "Фитнес и тренажёры",
        "url": "/"
    },
    {
        "id": 12811,
        "parentId": 12799,
        "name": "Спортивное питание",
        "url": "/"
    },
    {
        "id": 12812,
        "parentId": 12799,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12618,
        "name": "Для дома и дачи",
        "url": "/"
    },
    {
        "id": 12659,
        "parentId": 12618,
        "name": "Ремонт и строительство",
        "url": "/"
    },
    {
        "id": 12667,
        "parentId": 12659,
        "name": "Стройматериалы",
        "url": "/"
    },
    {
        "id": 30759,
        "parentId": 12667,
        "name": "Ворота, заборы и ограждения",
        "url": "/"
    },
    {
        "id": 29006,
        "parentId": 12667,
        "name": "Пиломатериалы",
        "url": "/"
    },
    {
        "id": 29003,
        "parentId": 12667,
        "name": "Металлопрокат",
        "url": "/"
    },
    {
        "id": 29005,
        "parentId": 12667,
        "name": "Отделка",
        "url": "/"
    },
    {
        "id": 29008,
        "parentId": 12667,
        "name": "Строительство стен",
        "url": "/"
    },
    {
        "id": 29000,
        "parentId": 12667,
        "name": "Кровля и водосток",
        "url": "/"
    },
    {
        "id": 29009,
        "parentId": 12667,
        "name": "Электрика",
        "url": "/"
    },
    {
        "id": 29007,
        "parentId": 12667,
        "name": "Строительные смеси",
        "url": "/"
    },
    {
        "id": 30769,
        "parentId": 12667,
        "name": "Сыпучие материалы",
        "url": "/"
    },
    {
        "id": 29002,
        "parentId": 12667,
        "name": "Листовые материалы",
        "url": "/"
    },
    {
        "id": 28998,
        "parentId": 12667,
        "name": "Изоляция",
        "url": "/"
    },
    {
        "id": 29001,
        "parentId": 12667,
        "name": "Лаки и краски",
        "url": "/"
    },
    {
        "id": 28999,
        "parentId": 12667,
        "name": "Крепёж",
        "url": "/"
    },
    {
        "id": 30744,
        "parentId": 12667,
        "name": "Лестницы и комплектующие",
        "url": "/"
    },
    {
        "id": 30819,
        "parentId": 12667,
        "name": "Железобетонные изделия",
        "url": "/"
    },
    {
        "id": 30764,
        "parentId": 12667,
        "name": "Сваи",
        "url": "/"
    },
    {
        "id": 29010,
        "parentId": 12667,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12662,
        "parentId": 12659,
        "name": "Инструменты",
        "url": "/"
    },
    {
        "id": 29099,
        "parentId": 12662,
        "name": "Бензопилы",
        "url": "/"
    },
    {
        "id": 29094,
        "parentId": 12662,
        "name": "Газовое и сварочное оборудование",
        "url": "/"
    },
    {
        "id": 29130,
        "parentId": 29094,
        "name": "Аксессуары и комплектующие для сварки",
        "url": "/"
    },
    {
        "id": 29131,
        "parentId": 29094,
        "name": "Газовые горелки и паяльные лампы",
        "url": "/"
    },
    {
        "id": 31586,
        "parentId": 29094,
        "name": "Маски и перчатки для сварки",
        "url": "/"
    },
    {
        "id": 31587,
        "parentId": 29094,
        "name": "Паяльники и аксессуары",
        "url": "/"
    },
    {
        "id": 29129,
        "parentId": 29094,
        "name": "Сварочные аппараты",
        "url": "/"
    },
    {
        "id": 29132,
        "parentId": 29094,
        "name": "Электроды, проволока, прутки",
        "url": "/"
    },
    {
        "id": 29096,
        "parentId": 12662,
        "name": "Другие инструменты",
        "url": "/"
    },
    {
        "id": 29147,
        "parentId": 29096,
        "name": "Аппараты",
        "url": "/"
    },
    {
        "id": 31600,
        "parentId": 29096,
        "name": "Верстаки и оборудование для мастерской",
        "url": "/"
    },
    {
        "id": 29143,
        "parentId": 29096,
        "name": "Компрессоры",
        "url": "/"
    },
    {
        "id": 29145,
        "parentId": 29096,
        "name": "Лестницы, стремянки, вышки-туры",
        "url": "/"
    },
    {
        "id": 29144,
        "parentId": 29096,
        "name": "Насосы и комплектующие",
        "url": "/"
    },
    {
        "id": 29146,
        "parentId": 29096,
        "name": "Такелаж",
        "url": "/"
    },
    {
        "id": 29093,
        "parentId": 12662,
        "name": "Измерительные инструменты",
        "url": "/"
    },
    {
        "id": 29125,
        "parentId": 29093,
        "name": "Лазерные рулетки и дальномеры",
        "url": "/"
    },
    {
        "id": 29126,
        "parentId": 29093,
        "name": "Лазерные уровни и нивелиры",
        "url": "/"
    },
    {
        "id": 31517,
        "parentId": 29093,
        "name": "Пирометры и прочие детекторы",
        "url": "/"
    },
    {
        "id": 31514,
        "parentId": 29093,
        "name": "Разметочные инструменты",
        "url": "/"
    },
    {
        "id": 31512,
        "parentId": 29093,
        "name": "Рулетки",
        "url": "/"
    },
    {
        "id": 31515,
        "parentId": 29093,
        "name": "Ручные измерительные инструменты",
        "url": "/"
    },
    {
        "id": 31513,
        "parentId": 29093,
        "name": "Строительные уровни",
        "url": "/"
    },
    {
        "id": 31516,
        "parentId": 29093,
        "name": "Штативы, рейки, держатели",
        "url": "/"
    },
    {
        "id": 29127,
        "parentId": 29093,
        "name": "Электроизмерительные приборы и тестеры",
        "url": "/"
    },
    {
        "id": 29128,
        "parentId": 29093,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29095,
        "parentId": 12662,
        "name": "Расходные материалы и оснастка",
        "url": "/"
    },
    {
        "id": 29134,
        "parentId": 29095,
        "name": "Алмазные диски",
        "url": "/"
    },
    {
        "id": 29136,
        "parentId": 29095,
        "name": "Буры, долота, пики",
        "url": "/"
    },
    {
        "id": 29133,
        "parentId": 29095,
        "name": "Зарядные устройства и аккумуляторы",
        "url": "/"
    },
    {
        "id": 29140,
        "parentId": 29095,
        "name": "Коронки",
        "url": "/"
    },
    {
        "id": 29138,
        "parentId": 29095,
        "name": "Отрезные круги и пильные диски",
        "url": "/"
    },
    {
        "id": 29137,
        "parentId": 29095,
        "name": "Патроны и переходники",
        "url": "/"
    },
    {
        "id": 29135,
        "parentId": 29095,
        "name": "Свёрла",
        "url": "/"
    },
    {
        "id": 29139,
        "parentId": 29095,
        "name": "Шлифовальные круги и насадки",
        "url": "/"
    },
    {
        "id": 29141,
        "parentId": 29095,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29092,
        "parentId": 12662,
        "name": "Ручные инструменты",
        "url": "/"
    },
    {
        "id": 29118,
        "parentId": 29092,
        "name": "Домкраты",
        "url": "/"
    },
    {
        "id": 29112,
        "parentId": 29092,
        "name": "Ключи",
        "url": "/"
    },
    {
        "id": 29119,
        "parentId": 29092,
        "name": "Малярные инструменты",
        "url": "/"
    },
    {
        "id": 29114,
        "parentId": 29092,
        "name": "Наборы инструментов",
        "url": "/"
    },
    {
        "id": 29120,
        "parentId": 29092,
        "name": "Ножницы",
        "url": "/"
    },
    {
        "id": 29121,
        "parentId": 29092,
        "name": "Отвёртки",
        "url": "/"
    },
    {
        "id": 29111,
        "parentId": 29092,
        "name": "Пилы и лобзики",
        "url": "/"
    },
    {
        "id": 29113,
        "parentId": 29092,
        "name": "Пистолеты для пены и герметика",
        "url": "/"
    },
    {
        "id": 29117,
        "parentId": 29092,
        "name": "Плиткорезы",
        "url": "/"
    },
    {
        "id": 29122,
        "parentId": 29092,
        "name": "Столярные инструменты",
        "url": "/"
    },
    {
        "id": 29115,
        "parentId": 29092,
        "name": "Тиски и струбцины",
        "url": "/"
    },
    {
        "id": 29123,
        "parentId": 29092,
        "name": "Ударно-рычажные инструменты",
        "url": "/"
    },
    {
        "id": 29124,
        "parentId": 29092,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29100,
        "parentId": 12662,
        "name": "Садовая техника",
        "url": "/"
    },
    {
        "id": 29161,
        "parentId": 29100,
        "name": "Газонокосилки и триммеры",
        "url": "/"
    },
    {
        "id": 29163,
        "parentId": 29100,
        "name": "Канистры",
        "url": "/"
    },
    {
        "id": 29164,
        "parentId": 29100,
        "name": "Лопаты",
        "url": "/"
    },
    {
        "id": 29162,
        "parentId": 29100,
        "name": "Тачки и тележки",
        "url": "/"
    },
    {
        "id": 29097,
        "parentId": 12662,
        "name": "Силовая, строительная техника и комплектующие",
        "url": "/"
    },
    {
        "id": 29149,
        "parentId": 29097,
        "name": "Бетономешалки",
        "url": "/"
    },
    {
        "id": 29151,
        "parentId": 29097,
        "name": "Вибраторы",
        "url": "/"
    },
    {
        "id": 29150,
        "parentId": 29097,
        "name": "Виброплиты",
        "url": "/"
    },
    {
        "id": 29148,
        "parentId": 29097,
        "name": "Станки",
        "url": "/"
    },
    {
        "id": 29152,
        "parentId": 29097,
        "name": "Установки для бурения",
        "url": "/"
    },
    {
        "id": 29101,
        "parentId": 12662,
        "name": "Спецодежда и средства защиты",
        "url": "/"
    },
    {
        "id": 31598,
        "parentId": 29101,
        "name": "Каски строительные",
        "url": "/"
    },
    {
        "id": 29165,
        "parentId": 29101,
        "name": "Маски, очки",
        "url": "/"
    },
    {
        "id": 291656,
        "parentId": 29101,
        "name": "Наушники и беруши",
        "url": "/"
    },
    {
        "id": 29169,
        "parentId": 29101,
        "name": "Неодимовые магниты",
        "url": "/"
    },
    {
        "id": 31599,
        "parentId": 29101,
        "name": "Огнетушители",
        "url": "/"
    },
    {
        "id": 29167,
        "parentId": 29101,
        "name": "Перчатки, рукавицы",
        "url": "/"
    },
    {
        "id": 29168,
        "parentId": 29101,
        "name": "Пояса, ремни, сумки",
        "url": "/"
    },
    {
        "id": 29166,
        "parentId": 29101,
        "name": "Респираторы",
        "url": "/"
    },
    {
        "id": 31596,
        "parentId": 29101,
        "name": "Спецодежда, обувь и наколенники",
        "url": "/"
    },
    {
        "id": 29170,
        "parentId": 29101,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29098,
        "parentId": 12662,
        "name": "Электрика",
        "url": "/"
    },
    {
        "id": 29154,
        "parentId": 29098,
        "name": "Генераторы",
        "url": "/"
    },
    {
        "id": 29153,
        "parentId": 29098,
        "name": "Двигатели",
        "url": "/"
    },
    {
        "id": 29155,
        "parentId": 29098,
        "name": "Кабели и провода",
        "url": "/"
    },
    {
        "id": 29156,
        "parentId": 29098,
        "name": "Стабилизаторы напряжения",
        "url": "/"
    },
    {
        "id": 29157,
        "parentId": 29098,
        "name": "Трансформаторы",
        "url": "/"
    },
    {
        "id": 29158,
        "parentId": 29098,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29091,
        "parentId": 12662,
        "name": "Электроинструменты",
        "url": "/"
    },
    {
        "id": 31488,
        "parentId": 29091,
        "name": "Болгарки (УШМ)",
        "url": "/"
    },
    {
        "id": 29103,
        "parentId": 29091,
        "name": "Дрели и шуруповерты",
        "url": "/"
    },
    {
        "id": 31501,
        "parentId": 29091,
        "name": "Миксеры строительные",
        "url": "/"
    },
    {
        "id": 29108,
        "parentId": 29091,
        "name": "Отбойные молотки",
        "url": "/"
    },
    {
        "id": 29105,
        "parentId": 29091,
        "name": "Перфораторы",
        "url": "/"
    },
    {
        "id": 31497,
        "parentId": 29091,
        "name": "Пилы электрические",
        "url": "/"
    },
    {
        "id": 31503,
        "parentId": 29091,
        "name": "Пистолеты монтажные",
        "url": "/"
    },
    {
        "id": 31502,
        "parentId": 29091,
        "name": "Плиткорезы",
        "url": "/"
    },
    {
        "id": 31498,
        "parentId": 29091,
        "name": "Пылесосы строительные",
        "url": "/"
    },
    {
        "id": 31499,
        "parentId": 29091,
        "name": "Фены строительные",
        "url": "/"
    },
    {
        "id": 29107,
        "parentId": 29091,
        "name": "Фрезеры",
        "url": "/"
    },
    {
        "id": 29106,
        "parentId": 29091,
        "name": "Шлифовальные машины",
        "url": "/"
    },
    {
        "id": 29109,
        "parentId": 29091,
        "name": "Электролобзики",
        "url": "/"
    },
    {
        "id": 31500,
        "parentId": 29091,
        "name": "Электрорубанки",
        "url": "/"
    },
    {
        "id": 29110,
        "parentId": 29091,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29102,
        "parentId": 12662,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12666,
        "parentId": 12659,
        "name": "Сантехника, водоснабжение и сауна",
        "url": "/"
    },
    {
        "id": 35353,
        "parentId": 12666,
        "name": "Аксессуары для ванной",
        "url": "/"
    },
    {
        "id": 35354,
        "parentId": 12666,
        "name": "Бассейны",
        "url": "/"
    },
    {
        "id": 35355,
        "parentId": 12666,
        "name": "Ванны",
        "url": "/"
    },
    {
        "id": 35356,
        "parentId": 12666,
        "name": "Водоснабжение и канализация",
        "url": "/"
    },
    {
        "id": 35357,
        "parentId": 12666,
        "name": "Душевые кабины и ограждения",
        "url": "/"
    },
    {
        "id": 35358,
        "parentId": 12666,
        "name": "Душевые системы и лейки",
        "url": "/"
    },
    {
        "id": 35359,
        "parentId": 12666,
        "name": "Кухонные мойки",
        "url": "/"
    },
    {
        "id": 35360,
        "parentId": 12666,
        "name": "Мебель для ванной",
        "url": "/"
    },
    {
        "id": 35361,
        "parentId": 12666,
        "name": "Полотенцесушители",
        "url": "/"
    },
    {
        "id": 35362,
        "parentId": 12666,
        "name": "Раковины, умывальники, пьедесталы",
        "url": "/"
    },
    {
        "id": 35363,
        "parentId": 12666,
        "name": "Смесители",
        "url": "/"
    },
    {
        "id": 35364,
        "parentId": 12666,
        "name": "Товары для бани и сауны",
        "url": "/"
    },
    {
        "id": 35365,
        "parentId": 12666,
        "name": "Унитазы, писсуары, биде, инсталляции",
        "url": "/"
    },
    {
        "id": 35366,
        "parentId": 12666,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12660,
        "parentId": 12659,
        "name": "Двери",
        "url": "/"
    },
    {
        "id": 12665,
        "parentId": 12659,
        "name": "Садовая техника",
        "url": "/"
    },
    {
        "id": 12663,
        "parentId": 12659,
        "name": "Окна и балконы",
        "url": "/"
    },
    {
        "id": 12661,
        "parentId": 12659,
        "name": "Камины и обогреватели",
        "url": "/"
    },
    {
        "id": 30075,
        "parentId": 12659,
        "name": "Готовые строения и срубы",
        "url": "/"
    },
    {
        "id": 12664,
        "parentId": 12659,
        "name": "Потолки",
        "url": "/"
    },
    {
        "id": 12644,
        "parentId": 12618,
        "name": "Мебель и интерьер",
        "url": "/"
    },
    {
        "id": 12648,
        "parentId": 12644,
        "name": "Кровати, диваны и кресла",
        "url": "/"
    },
    {
        "id": 31576,
        "parentId": 12648,
        "name": "Диваны",
        "url": "/"
    },
    {
        "id": 31577,
        "parentId": 12648,
        "name": "Кресла",
        "url": "/"
    },
    {
        "id": 31578,
        "parentId": 12648,
        "name": "Кровати",
        "url": "/"
    },
    {
        "id": 31579,
        "parentId": 12648,
        "name": "Матрасы",
        "url": "/"
    },
    {
        "id": 31580,
        "parentId": 12648,
        "name": "Пуфы и банкетки",
        "url": "/"
    },
    {
        "id": 31581,
        "parentId": 12648,
        "name": "Спальные гарнитуры",
        "url": "/"
    },
    {
        "id": 31582,
        "parentId": 12648,
        "name": "Комплектующие",
        "url": "/"
    },
    {
        "id": 31583,
        "parentId": 12648,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12653,
        "parentId": 12644,
        "name": "Шкафы, комоды и стеллажи",
        "url": "/"
    },
    {
        "id": 30089,
        "parentId": 12653,
        "name": "Шкафы",
        "url": "/"
    },
    {
        "id": 30090,
        "parentId": 12653,
        "name": "Комоды",
        "url": "/"
    },
    {
        "id": 30091,
        "parentId": 12653,
        "name": "Стеллажи и этажерки",
        "url": "/"
    },
    {
        "id": 33742,
        "parentId": 12653,
        "name": "Полки",
        "url": "/"
    },
    {
        "id": 30092,
        "parentId": 12653,
        "name": "Прихожие и обувницы",
        "url": "/"
    },
    {
        "id": 33743,
        "parentId": 12653,
        "name": "Гардеробные системы и вешалки",
        "url": "/"
    },
    {
        "id": 33744,
        "parentId": 12653,
        "name": "Гарнитуры и комплекты",
        "url": "/"
    },
    {
        "id": 33745,
        "parentId": 12653,
        "name": "Комплектующие",
        "url": "/"
    },
    {
        "id": 30093,
        "parentId": 12653,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12646,
        "parentId": 12644,
        "name": "Столы и стулья",
        "url": "/"
    },
    {
        "id": 12647,
        "parentId": 12644,
        "name": "Текстиль и ковры",
        "url": "/"
    },
    {
        "id": 29319,
        "parentId": 12647,
        "name": "Ковры",
        "url": "/"
    },
    {
        "id": 29320,
        "parentId": 12647,
        "name": "Шторы, занавески, тюли",
        "url": "/"
    },
    {
        "id": 29321,
        "parentId": 12647,
        "name": "Ткани и материалы",
        "url": "/"
    },
    {
        "id": 29322,
        "parentId": 12647,
        "name": "Постельное бельё",
        "url": "/"
    },
    {
        "id": 29323,
        "parentId": 12647,
        "name": "Пледы и покрывала",
        "url": "/"
    },
    {
        "id": 29324,
        "parentId": 12647,
        "name": "Подушки",
        "url": "/"
    },
    {
        "id": 29325,
        "parentId": 12647,
        "name": "Полотенца",
        "url": "/"
    },
    {
        "id": 29326,
        "parentId": 12647,
        "name": "Одеяла",
        "url": "/"
    },
    {
        "id": 29327,
        "parentId": 12647,
        "name": "Скатерти и салфетки",
        "url": "/"
    },
    {
        "id": 29328,
        "parentId": 12647,
        "name": "Чехлы для мебели",
        "url": "/"
    },
    {
        "id": 29329,
        "parentId": 12647,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12649,
        "parentId": 12644,
        "name": "Кухонные гарнитуры",
        "url": "/"
    },
    {
        "id": 12652,
        "parentId": 12644,
        "name": "Предметы интерьера, искусство",
        "url": "/"
    },
    {
        "id": 12650,
        "parentId": 12644,
        "name": "Освещение",
        "url": "/"
    },
    {
        "id": 12645,
        "parentId": 12644,
        "name": "Компьютерные столы и кресла",
        "url": "/"
    },
    {
        "id": 12651,
        "parentId": 12644,
        "name": "Подставки и тумбы",
        "url": "/"
    },
    {
        "id": 12654,
        "parentId": 12644,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12619,
        "parentId": 12618,
        "name": "Бытовая техника",
        "url": "/"
    },
    {
        "id": 12631,
        "parentId": 12619,
        "name": "Для кухни",
        "url": "/"
    },
    {
        "id": 12637,
        "parentId": 12631,
        "name": "Холодильники и морозильные камеры",
        "url": "/"
    },
    {
        "id": 12635,
        "parentId": 12631,
        "name": "Плиты",
        "url": "/"
    },
    {
        "id": 12633,
        "parentId": 12631,
        "name": "Мелкая кухонная техника",
        "url": "/"
    },
    {
        "id": 12634,
        "parentId": 12631,
        "name": "Микроволновые печи",
        "url": "/"
    },
    {
        "id": 12636,
        "parentId": 12631,
        "name": "Посудомоечные машины",
        "url": "/"
    },
    {
        "id": 12632,
        "parentId": 12631,
        "name": "Вытяжки",
        "url": "/"
    },
    {
        "id": 12620,
        "parentId": 12619,
        "name": "Для дома",
        "url": "/"
    },
    {
        "id": 12621,
        "parentId": 12620,
        "name": "Пылесосы",
        "url": "/"
    },
    {
        "id": 12623,
        "parentId": 12620,
        "name": "Швейные машины",
        "url": "/"
    },
    {
        "id": 12622,
        "parentId": 12620,
        "name": "Утюги",
        "url": "/"
    },
    {
        "id": 12624,
        "parentId": 12620,
        "name": "Стиральные машины",
        "url": "/"
    },
    {
        "id": 12638,
        "parentId": 12619,
        "name": "Климатическое оборудование",
        "url": "/"
    },
    {
        "id": 12640,
        "parentId": 12638,
        "name": "Кондиционеры",
        "url": "/"
    },
    {
        "id": 12642,
        "parentId": 12638,
        "name": "Очистители воздуха",
        "url": "/"
    },
    {
        "id": 12639,
        "parentId": 12638,
        "name": "Вентиляторы",
        "url": "/"
    },
    {
        "id": 12643,
        "parentId": 12638,
        "name": "Термометры и метеостанции",
        "url": "/"
    },
    {
        "id": 12641,
        "parentId": 12638,
        "name": "Обогреватели",
        "url": "/"
    },
    {
        "id": 12625,
        "parentId": 12619,
        "name": "Для индивидуального ухода",
        "url": "/"
    },
    {
        "id": 12628,
        "parentId": 12625,
        "name": "Фены и приборы для укладки",
        "url": "/"
    },
    {
        "id": 12626,
        "parentId": 12625,
        "name": "Бритвы и триммеры",
        "url": "/"
    },
    {
        "id": 12627,
        "parentId": 12625,
        "name": "Машинки для стрижки",
        "url": "/"
    },
    {
        "id": 12629,
        "parentId": 12625,
        "name": "Эпиляторы",
        "url": "/"
    },
    {
        "id": 12630,
        "parentId": 12619,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 12658,
        "parentId": 12618,
        "name": "Продукты питания",
        "url": "/"
    },
    {
        "id": 12668,
        "parentId": 12618,
        "name": "Растения",
        "url": "/"
    },
    {
        "id": 12655,
        "parentId": 12618,
        "name": "Посуда и товары для кухни",
        "url": "/"
    },
    {
        "id": 29206,
        "parentId": 12655,
        "name": "Сервировка стола",
        "url": "/"
    },
    {
        "id": 29207,
        "parentId": 29206,
        "name": "Наборы посуды и сервизы",
        "url": "/"
    },
    {
        "id": 29208,
        "parentId": 29206,
        "name": "Кружки, блюдца, пары",
        "url": "/"
    },
    {
        "id": 29209,
        "parentId": 29206,
        "name": "Бокалы и стаканы",
        "url": "/"
    },
    {
        "id": 29210,
        "parentId": 29206,
        "name": "Предметы сервировки",
        "url": "/"
    },
    {
        "id": 29211,
        "parentId": 29206,
        "name": "Тарелки",
        "url": "/"
    },
    {
        "id": 29212,
        "parentId": 29206,
        "name": "Вазы",
        "url": "/"
    },
    {
        "id": 29213,
        "parentId": 29206,
        "name": "Столовые приборы",
        "url": "/"
    },
    {
        "id": 29214,
        "parentId": 29206,
        "name": "Блюда и салатники",
        "url": "/"
    },
    {
        "id": 29215,
        "parentId": 29206,
        "name": "Кувшины и графины",
        "url": "/"
    },
    {
        "id": 29216,
        "parentId": 29206,
        "name": "Рюмки и стопки",
        "url": "/"
    },
    {
        "id": 29217,
        "parentId": 12655,
        "name": "Приготовление пищи",
        "url": "/"
    },
    {
        "id": 29218,
        "parentId": 29217,
        "name": "Казаны, сковороды, сотейники",
        "url": "/"
    },
    {
        "id": 29219,
        "parentId": 29217,
        "name": "Кастрюли и ковши",
        "url": "/"
    },
    {
        "id": 29220,
        "parentId": 29217,
        "name": "Посуда и формы для выпечки и запекания",
        "url": "/"
    },
    {
        "id": 29221,
        "parentId": 29217,
        "name": "Принадлежности для готовки",
        "url": "/"
    },
    {
        "id": 29222,
        "parentId": 29217,
        "name": "Грили, барбекю, товары для пикника",
        "url": "/"
    },
    {
        "id": 29223,
        "parentId": 29217,
        "name": "Кухонные приборы",
        "url": "/"
    },
    {
        "id": 29224,
        "parentId": 12655,
        "name": "Хранение продуктов",
        "url": "/"
    },
    {
        "id": 29225,
        "parentId": 29224,
        "name": "Банки, бидоны, бутылки",
        "url": "/"
    },
    {
        "id": 29226,
        "parentId": 29224,
        "name": "Контейнеры и ланч-боксы",
        "url": "/"
    },
    {
        "id": 29227,
        "parentId": 29224,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29228,
        "parentId": 12655,
        "name": "Приготовление напитков",
        "url": "/"
    },
    {
        "id": 29229,
        "parentId": 29228,
        "name": "Посуда для приготовления напитков",
        "url": "/"
    },
    {
        "id": 29230,
        "parentId": 29228,
        "name": "Самогонные аппараты",
        "url": "/"
    },
    {
        "id": 29231,
        "parentId": 29228,
        "name": "Термокружки, термосы, фляги",
        "url": "/"
    },
    {
        "id": 29232,
        "parentId": 29228,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29233,
        "parentId": 12655,
        "name": "Хозяйственные товары",
        "url": "/"
    },
    {
        "id": 29235,
        "parentId": 29233,
        "name": "Инвентарь для уборки и хранения",
        "url": "/"
    },
    {
        "id": 29234,
        "parentId": 29233,
        "name": "Бытовая химия",
        "url": "/"
    },
    {
        "id": 29236,
        "parentId": 12655,
        "name": "Кухонные аксессуары",
        "url": "/"
    },
    {
        "id": 29237,
        "parentId": 29236,
        "name": "Текстиль для кухни",
        "url": "/"
    },
    {
        "id": 29238,
        "parentId": 29236,
        "name": "Подставки и держатели",
        "url": "/"
    },
    {
        "id": 29239,
        "parentId": 29236,
        "name": "Другое",
        "url": "/"
    },
    {
        "id": 29240,
        "parentId": 12655,
        "name": "Другое",
        "url": "/"
    }
]